Repository: liboyang42-cpu/chengyin-ios
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

# topic.durationSeconds
source: Duration (seconds)
zh_hans: 时长（秒）

# topic.empty
source: No routes found
zh_hans: 暂无路线

# topic.end
source: End
zh_hans: 结束

# topic.failed
source: Could not load routes
zh_hans: 路线读取失败

# topic.initiator
source: Initiator
zh_hans: 发起人

# topic.loadMore
source: Load more routes
zh_hans: 加载更多路线

# topic.loading
source: Loading routes…
zh_hans: 正在读取路线…

# topic.lockedChapters
source: Locked chapters
zh_hans: 未解锁章节

# topic.lockedNotice
source: Some chapters are locked. Only supplied chapters are shown.
zh_hans: 部分章节尚未解锁，仅展示已下发章节。

# topic.lockedStory
source: Locked story
zh_hans: 待解锁故事

# topic.merchants
source: Participating merchants
zh_hans: 承接商家

# topic.noChapters
source: No chapters available to view
zh_hans: 暂无可查看章节

# topic.noComments
source: No reviews supplied
zh_hans: 暂无评价

# topic.noTickets
source: No sessions supplied
zh_hans: 暂无场次信息

# topic.notConfigured
source: Route service is not configured
zh_hans: 路线服务尚未配置

# topic.offlineExample
source: Synthetic offline example
zh_hans: 离线合成示例

# topic.price
source: Amount
zh_hans: 金额

# topic.priceUnknown
source: Amount unavailable
zh_hans: 金额未提供

# topic.rating
source: Rating
zh_hans: 评分

# topic.readOnly
source: Read-only preview. Booking, payment, favorites and play are not available here.
zh_hans: 只读预览。此处不提供报名、支付、收藏或开玩操作。

# topic.recommended
source: Recommended routes only
zh_hans: 只看推荐路线

# topic.remaining
source: Remaining
zh_hans: 剩余数量

# topic.retry
source: Retry
zh_hans: 重试

# topic.search
source: Search routes
zh_hans: 搜索路线

# topic.selfPlayPrice
source: Self-play amount
zh_hans: 自玩通行证金额

# topic.start
source: Start
zh_hans: 开始

# topic.startingPrice
source: Starting amount
zh_hans: 起始金额

# topic.stops
source: Stops
zh_hans: 站点

# topic.tickets
source: Sessions and tickets
zh_hans: 场次与票务

# topic.title
source: Routes
zh_hans: 路线

# topic.unauthorized
source: Please sign in again to refresh your route access
zh_hans: 请重新登录以刷新路线访问权限

# topic.unavailable
source: This route is unavailable
zh_hans: 此路线暂不可查看

# usApple.authorizationFailed
source: Apple authorization did not complete. You can try again.
zh_hans: Apple 授权未完成，您可以重试。

# usApple.invalidChallenge
source: This sign-in attempt expired or no longer matches. Start again.
zh_hans: 此次登录已过期或不再匹配，请重新开始。

# usApple.invalidIdentity
source: Apple sign-in could not be verified. Try again when you are ready.
zh_hans: 无法验证 Apple 登录，请稍后重试。

# usApple.invalidRequest
source: This sign-in request could not be accepted. Start a new attempt.
zh_hans: 无法接受此登录请求，请重新开始登录。

# usApple.invalidResponse
source: The sign-in response could not be verified. No session was saved.
zh_hans: 无法验证登录响应，未保存登录会话。

# usApple.network
source: The sign-in connection failed. Start a new attempt when your connection is ready.
zh_hans: 登录连接失败，网络恢复后请重新开始登录。

# usApple.rateLimited
source: Too many sign-in attempts. Please try again later.
zh_hans: 登录尝试过于频繁，请稍后重试。

# usApple.sessionChanged
source: Your session changed during sign-in. Start again from the current account screen.
zh_hans: 登录期间会话已发生变化，请从当前账号页面重新开始。

# usApple.storage
source: Your sign-in could not be saved. Please try again.
zh_hans: 无法保存此次登录，请重试。

# usApple.unavailable
source: Sign in with Apple is not available in the US pilot yet.
zh_hans: 美区试点暂未开放 Apple 登录。

# usApple.working
source: Signing in with Apple…
zh_hans: 正在通过 Apple 登录…

# verification.boundary
source: A scanned code is only input. The server checks its signature, permission and remaining entitlement.
zh_hans: 扫码只提供输入，签名、权限和剩余权益由服务端核验

# verification.cameraUnavailable
source: Camera verification has not been enabled. Code review is available below.
zh_hans: 相机核验尚未启用，可在下方查看核销码的操作确认

# verification.capture
source: Read a code
zh_hans: 读取核销码

# verification.choose
source: Choose the chapter or station returned by the server
zh_hans: 选择服务端返回的章节或站点

source: Verification code
zh_hans: 核销码

# verification.confirm
source: Confirm verification
zh_hans: 确认核验

# verification.dispatchDisabled
source: Live redemption is disabled. No ticket or coupon will be consumed.
zh_hans: 真实核销已关闭，不会消耗票券权益

# verification.failed
source: Couldn’t prepare verification. Try again.
zh_hans: 未能准备核验操作，请重试

# verification.fixture
source: Offline synthetic verification example
zh_hans: 离线合成核验示例

# verification.fixtureRecords
source: Synthetic record lookup. The unknown attempt stays locked.
zh_hans: 合成核销记录查询，结果不明的操作仍保持锁定

# verification.kind
source: Code type
zh_hans: 码类型

# verification.kind.coupon
source: Coupon
zh_hans: 优惠券

# verification.kind.dynamicTicket
source: Signed ticket
zh_hans: 动态票券

# verification.kind.group
source: Group reception
zh_hans: 团体接待

# verification.kind.legacyTicket
source: Legacy ticket
zh_hans: 历史票券

# verification.loading
source: Checking access…
zh_hans: 正在确认权限…

# verification.login
source: Sign in to verify tickets
zh_hans: 登录后核验票券

# verification.merchant
source: Store
zh_hans: 门店

# verification.notConfigured
source: Verification service is not connected yet
zh_hans: 核验服务尚未接通

# verification.readbackDoesNotUnlock
source: Opening records does not prove this attempt succeeded and does not remove its duplicate-submission lock.
zh_hans: 打开记录并不能证明本次操作成功，也不会自动解除重复提交锁

# verification.receiptBoundary
source: This is a redemption receipt, not a payment or settlement confirmation.
zh_hans: 这是核销回执，不代表付款或结算确认

# verification.records
source: Redemption records
zh_hans: 核销记录

# verification.refreshAccess
source: Check access again
zh_hans: 重新检查权限

# verification.rejected
source: Verification was rejected
zh_hans: 核验被拒绝

# verification.reportedRedeemed
source: Server reported redemption
zh_hans: 服务端报告已核销

source: Verification result
zh_hans: 核验结果

# verification.review
source: Review verification
zh_hans: 确认核验操作

# verification.reviewEffect
source: Confirming may consume the selected ticket or coupon entitlement and record this store’s reception.
zh_hans: 确认后可能消耗所选票券权益，并记录本门店的接待

# verification.reviewExpired
source: This review expired. Read the code again before submitting.
zh_hans: 操作确认已过期，请重新读取核销码后再提交

# verification.reviewPrivacy
source: The complete code is not displayed or saved in the recovery record.
zh_hans: 完整核销码不会显示或保存在恢复记录中

# verification.scan
source: Scan with camera
zh_hans: 使用相机扫码

# verification.selected
source: Selected item
zh_hans: 所选项目

# verification.submitting
source: Submitting verification…
zh_hans: 正在提交核验…

# verification.title
source: Verify a ticket
zh_hans: 核验扫码

# verification.unknownBody
source: The request may have been recorded. Don’t scan or submit it again. Check the redemption records first.
zh_hans: 请求可能已经记录，请勿再次扫码或提交，请先查看核销记录

# verification.unknownTitle
source: Result needs confirmation
zh_hans: 结果待确认

# verification.unsupported
source: This code belongs to another flow or isn’t supported here
zh_hans: 此码属于其他流程或暂不支持在此核验

# verificationCode.checkOrder
source: Check order status
zh_hans: 查看订单最新状态

# verificationCode.checking
source: Reading order status…
zh_hans: 正在读取订单状态…

# verificationCode.city.authority
source: The server checks this city node and any pending voucher entitlement. Showing a code does not mean a voucher was granted.
zh_hans: 服务器会检查据点状态和待核销资格。出示二维码不代表已获得优惠券。

# verificationCode.city.open
source: Open voucher code
zh_hans: 打开据点核销码

# verificationCode.city.title
source: City voucher code
zh_hans: 据点核销码

# verificationCode.image
source: Live verification QR code
zh_hans: 实时核销二维码

# verificationCode.loading
source: Getting a live code…
zh_hans: 正在获取实时码…

# verificationCode.order.active
source: The registration is active. A previous scan may still leave chapters to use.
zh_hans: 报名单有效。已有核销记录的票仍可能有待使用章节。

# verificationCode.order.ended
source: The registration is not active. This code has been cleared.
zh_hans: 报名单当前不可使用，已清除二维码。

# verificationCode.phase.disabled
source: Code issuance is not enabled for this account and service.
zh_hans: 当前账号和服务尚未开放出码。

# verificationCode.phase.expired
source: This code has expired and has been cleared.
zh_hans: 二维码已过期并清除。

# verificationCode.phase.failed
source: A code could not be obtained. You can retry.
zh_hans: 未能获取二维码，请重试。

# verificationCode.phase.invalid
source: The service returned a code that could not be safely displayed.
zh_hans: 服务返回的二维码暂时无法安全展示。

# verificationCode.phase.loading
source: Getting a live code…
zh_hans: 正在获取实时码…

# verificationCode.phase.login
source: Sign in again to get a code.
zh_hans: 请重新登录后获取二维码。

# verificationCode.phase.paused
source: The code was cleared while this screen was inactive.
zh_hans: 页面暂停时已清除二维码。

# verificationCode.phase.ready
source: Checking code validity…
zh_hans: 正在检查二维码有效期…

# verificationCode.phase.review
source: Get a live code when you are ready to show it.
zh_hans: 准备出示时再获取实时码。

# verificationCode.phase.stale
source: Your account or service changed. Reopen this screen to continue.
zh_hans: 账号或服务已变化，请重新打开此页面。

# verificationCode.phase.unavailable
source: This pass or voucher is unavailable. Check the latest server record.
zh_hans: 此票或据点码暂不可用，请查看最新服务端记录。

# verificationCode.readbackFailed
source: The latest order status could not be read. No scan result has been confirmed.
zh_hans: 暂时无法读取订单最新状态，尚未确认核销结果。

# verificationCode.remaining
source: Seconds remaining
zh_hans: 剩余秒数

# verificationCode.renderFailed
source: The QR image could not be created. Get a new code.
zh_hans: 二维码生成失败，请重新获取。

# verificationCode.retry
source: Get a new code
zh_hans: 重新获取二维码

# verificationCode.show
source: Show code
zh_hans: 出示二维码

# verificationCode.ticket.authority
source: Show this live code to the authorized host. A scan result and any remaining chapters are confirmed by the server.
zh_hans: 向有权限的主办方出示此实时码。核销结果及剩余章节以服务器记录为准。

# verificationCode.ticket.title
source: Entry pass
zh_hans: 入场码

# walking.accuracy
source: Location accuracy
zh_hans: 定位精度

# walking.arrivalBoundary
source: Being near the destination does not complete a task or grant rewards. Return to the current task to verify it.
zh_hans: 接近目的地不会完成任务或发放奖励，请返回当前任务进行验证

# walking.authorizing
source: Checking destination access…
zh_hans: 正在检查目的地权限…

# walking.businessTime
source: Business hours
zh_hans: 营业时间

# walking.cancel
source: Cancel navigation
zh_hans: 取消导航

# walking.cancelled
source: Navigation cancelled
zh_hans: 导航已取消

# walking.closeSteps
source: Done
zh_hans: 完成

# walking.destinationDetails
source: Destination and route
zh_hans: 目的地与路线

# walking.error.cancelled
source: Navigation cancelled
zh_hans: 导航已取消

# walking.error.coordinateUnsupported
source: This coordinate and map-provider combination has not been verified.
zh_hans: 此坐标基准与地图供应商组合尚未验证

# walking.error.network
source: The route service is unavailable. A cached or straight-line route will not be used.
zh_hans: 路线服务暂不可用，不会用缓存路线或直线代替

# walking.error.noRoute
source: No walking route is available.
zh_hans: 没有可用的步行路线

# walking.error.permissionDenied
source: Location permission is denied. You can change it in system settings.
zh_hans: 定位权限被拒绝，可在系统设置中修改

# walking.error.permissionRequired
source: Location permission has not been granted. Enable it through the separate location-permission flow.
zh_hans: 尚未授权定位，请通过独立定位授权流程开启

# walking.error.replanLimit
source: Automatic replanning limit reached. Pause safely and request a new route.
zh_hans: 已达到自动重新规划上限，请安全停步后重新获取路线

# walking.error.staleContext
source: Your session changed. Reopen navigation from the current account.
zh_hans: 登录状态已变化，请从当前账号重新打开导航

# walking.error.targetUnavailable
source: This destination is no longer available. Refresh the current task.
zh_hans: 当前目的地不可用，请刷新当前任务

# walking.error.throttled
source: Route requests are cooling down. Wait before retrying.
zh_hans: 路线请求冷却中，请稍后重试

# walking.error.unavailable
source: Walking navigation is not enabled for this account and environment.
zh_hans: 当前账号与环境尚未启用步行导航

# walking.error.weakGPS
source: Location is inaccurate or outdated. Wait in a safe open area and retry.
zh_hans: 定位精度不足或已过期，请在安全开阔处等待后重试

# walking.estimateNotice
source: Progress and remaining time are approximate. Follow signs and actual road conditions.
zh_hans: 进度与剩余时间为估计，请遵循现场标识和实际路况

# walking.foregroundOnly
source: Foreground walking guidance. Location permission must already be enabled; leaving the app pauses navigation.
zh_hans: 仅在前台提供步行指引；需要已授权定位，离开 App 将暂停导航

# walking.locating
source: Checking foreground location…
zh_hans: 正在获取前台位置…

# walking.mapPending
source: Your walking route will appear here
zh_hans: 步行路线将在此显示

# walking.navigating
source: Walking guidance active
zh_hans: 步行指引进行中

# walking.nearDestination
source: Near the destination; verification is still required
zh_hans: 已接近目的地，仍需进行任务验证

# walking.nextStep
source: Next step
zh_hans: 下一步

# walking.offlineFixture
source: Synthetic route preview; map network disabled
zh_hans: 合成路线演示，地图网络已禁用

# walking.openVerification
source: Open task verification
zh_hans: 打开任务验证

# walking.pause
source: Pause navigation
zh_hans: 暂停导航

# walking.paused
source: Navigation paused; resuming refreshes the destination and route
zh_hans: 导航已暂停；继续时重新获取目的地和路线

# walking.previewUnavailable
source: Walking route unavailable. No walkable path has been verified.
zh_hans: 步行路线不可用，尚未确认可通行道路

# walking.progress
source: Estimated route progress
zh_hans: 估计路线进度

# walking.providerDetails
source: Route provider and advisories
zh_hans: 路线提供方与提示

# walking.ready
source: Ready to request the current allowed destination
zh_hans: 等待获取当前允许导航的目的地

# walking.remaining
source: Estimated distance remaining
zh_hans: 估计剩余路程

# walking.remainingETA
source: Estimated time remaining (minutes)
zh_hans: 估计剩余时间（分钟）

# walking.resume
source: Resume / retry with a fresh route
zh_hans: 重新获取路线并继续

source: Walking route distance
zh_hans: 步行路程

# walking.routeETA
source: Route time (minutes)
zh_hans: 预计全程（分钟）

# walking.routing
source: Planning a walking route…
zh_hans: 正在规划步行路线…

# walking.safety
source: Check crossings, closures and building entrances. No indoor, background or voice guidance is provided.
zh_hans: 注意路口、封路与建筑入口；当前不提供室内、后台或语音指引

# walking.start
source: Start walking guidance
zh_hans: 开始步行指引

# walking.steps
source: Route steps
zh_hans: 路线步骤

# walking.title
source: In-app walking navigation
zh_hans: App 内步行导航

# wallet.addressMissing
source: No delivery address returned
zh_hans: 未返回收货地址

# wallet.addressReference
source: Saved address reference
zh_hans: 已存地址编号

# wallet.all
source: All
zh_hans: 全部

# wallet.amountsUnknown
source: Some amounts cannot be calculated yet. Final settlement applies
zh_hans: 部分金额暂时算不出，以结算到账为准

# wallet.approved
source: Approved
zh_hans: 审核通过

# wallet.assets
source: Assets
zh_hans: 我的资产

# wallet.available
source: Available to withdraw
zh_hans: 可提现

# wallet.balanceAfter
source: Balance after entry
zh_hans: 变动后余额

# wallet.balanceLedger
source: Balance ledger
zh_hans: 余额流水

# wallet.balanceUnknown
source: Required points or balance could not be confirmed
zh_hans: 所需积分或余额待确认

# wallet.brandIncome
source: Brand income
zh_hans: 品牌收益

# wallet.cart
source: Cart
zh_hans: 购物车

# wallet.clubFinance
source: Club cooperation finance
zh_hans: 俱乐部合作财务

# wallet.complaintPeriod
source: Complaint period · available on
zh_hans: 客诉期中 · 可提现日期

# wallet.creationIncome
source: Creation income
zh_hans: 创作收益

# wallet.currencyUnknown
source: currency unspecified
zh_hans: 币种未提供

# wallet.deliveryFee
source: Delivery fee
zh_hans: 配送费

# wallet.direction
source: Direction
zh_hans: 收支方向

# wallet.direction.expense
source: Expense
zh_hans: 支出

# wallet.direction.income
source: Income
zh_hans: 收入

# wallet.direction.unknown
source: Direction unknown
zh_hans: 收支方向未知

# wallet.disputed
source: Dispute in progress
zh_hans: 客诉处理中

# wallet.doneCount
source: Completed count
zh_hans: 已完成次数

# wallet.dormant
source: Cart changes and redemption are not enabled
zh_hans: 购物车修改与兑换尚未开放

# wallet.empty
source: No records
zh_hans: 暂无记录

# wallet.entry
source: Entry
zh_hans: 变动记录

# wallet.event.activityShare
source: Activity revenue share
zh_hans: 活动分润

# wallet.event.merchantReferral
source: Merchant referral share
zh_hans: 商家邀请分润

# wallet.event.other
source: Other event
zh_hans: 其他事由

# wallet.event.topicShare
source: Topic revenue share
zh_hans: 主题分润

# wallet.event.withdrawalRejected
source: Rejected withdrawal return
zh_hans: 提现驳回返还

# wallet.event.withdrawalRequest
source: Withdrawal request
zh_hans: 提现申请

# wallet.failed
source: Could not load. Your records have not been changed
zh_hans: 暂时无法加载，记录未被更改

# wallet.fundStages
source: Fund stages
zh_hans: 资金分段

# wallet.income
source: Income details
zh_hans: 收益明细

# wallet.inflow
source: Income
zh_hans: 收入

# wallet.insufficient
source: Snapshot shows insufficient points
zh_hans: 此快照显示积分不足

# wallet.loadMore
source: Load more
zh_hans: 加载更多

# wallet.loadedFilter
source: Filters apply to loaded records. Load more to see additional matches
zh_hans: 筛选仅针对已加载记录，加载更多可查看后续匹配项

# wallet.loading
source: Loading
zh_hans: 加载中

# wallet.login
source: Sign in to view this information
zh_hans: 登录后可查看

# wallet.mall
source: Points shop
zh_hans: 积分商城

# wallet.notPayout
source: Available funds are not confirmation of a payout
zh_hans: 可提现金额不代表已打款

# wallet.outflow
source: Expense
zh_hans: 支出

# wallet.paid
source: Paid out
zh_hans: 已打款

# wallet.pendingReview
source: Pending review
zh_hans: 待审核

# wallet.pendingSettlement
source: Pending settlement
zh_hans: 待结算

# wallet.points
source: Points
zh_hans: 积分

# wallet.pointsBalance
source: Points balance
zh_hans: 积分余额

# wallet.pointsLedger
source: Points ledger
zh_hans: 积分明细

# wallet.pointsUnit
source: points
zh_hans: 积分

# wallet.preview
source: Checkout preview
zh_hans: 结算预览

# wallet.previewOnly
source: Preview only. No order has been placed or paid
zh_hans: 仅为预览，尚未下单或支付

# wallet.price
source: Price in points
zh_hans: 所需积分

# wallet.product
source: Product
zh_hans: 商品

# wallet.productAmount
source: Products
zh_hans: 商品积分

# wallet.quantity
source: Quantity
zh_hans: 数量

# wallet.rejected
source: Rejected
zh_hans: 已驳回

# wallet.requiredPoints
source: Required points, rounded up
zh_hans: 所需积分（向上取整）

# wallet.retry
source: Try again
zh_hans: 重试

# wallet.sku
source: Variant
zh_hans: 规格

# wallet.sort
source: Sort
zh_hans: 排序

# wallet.sort.0
source: Default
zh_hans: 默认

# wallet.sort.1
source: Newest first
zh_hans: 时间倒序

# wallet.sort.2
source: Oldest first
zh_hans: 时间正序

# wallet.sort.3
source: Points high to low
zh_hans: 积分从高到低

# wallet.sort.4
source: Points low to high
zh_hans: 积分从低到高

# wallet.sourceLimited
source: The source returns only this batch; more records may exist
zh_hans: 源接口仅提供本批记录，可能还有其他记录

# wallet.stock
source: Stock
zh_hans: 库存

# wallet.subtotal
source: Subtotal
zh_hans: 小计

# wallet.sufficient
source: Snapshot shows sufficient points
zh_hans: 此快照显示积分充足

# wallet.tasks
source: Points tasks
zh_hans: 积分任务

# wallet.taxFee
source: Tax
zh_hans: 税费

# wallet.title
source: Wallet
zh_hans: 资产中心

# wallet.total
source: Total
zh_hans: 合计

# wallet.unavailable
source: This connection is not available yet
zh_hans: 连接尚未开放

# wallet.unknown
source: Unknown
zh_hans: 待确认

# wallet.unknownPoints
source: Points unknown
zh_hans: 积分待确认

# wallet.withdrawalReadOnly
source: History only. Withdrawals are handled offline by platform support
zh_hans: 仅查看历史，提现由平台客服线下处理

# wallet.withdrawals
source: Withdrawal history
zh_hans: 提现记录

# welcome.browse
source: Browse as a guest
zh_hans: 先逛一逛

# welcome.intentNotice
source: This choice starts registration. Merchant access depends on account approval.
zh_hans: 此选择用于开始注册，商家权限以账号审核结果为准。

# welcome.subtitle
source: Choose how you would like to join Questify.
zh_hans: 选择你加入城瘾的方式。

# welcome.title
source: Make the city your next adventure
zh_hans: 让城市成为下一场冒险

# withdrawal.support.balance
source: Current balance
zh_hans: 当前余额

# withdrawal.support.contact
source: Contact platform support
zh_hans: 联系平台客服

# withdrawal.support.copyWeChat
source: Copy WeChat ID
zh_hans: 复制微信号

# withdrawal.support.explanation
source: Review your balance and unsettled amounts. Support can help check the records. This screen does not confirm a transfer or an arrival date.
zh_hans: 请先核对余额与未到账金额。客服可协助核对记录；本页展示不代表已转账，也不承诺到账时间。

# withdrawal.support.manualContact
source: Select the ID to copy it and contact support yourself. No message or financial details are sent automatically.
zh_hans: 可选择并复制微信号后自行联系。不会自动发送消息或财务信息。

# withdrawal.support.notReceived
source: Amounts not yet available
zh_hans: 未到账金额

# withdrawal.support.title
source: Balance and withdrawal help
zh_hans: 余额与提现帮助

# withdrawal.support.unconfigured
source: No reviewed support contact is configured for this deployment
zh_hans: 此环境尚未配置经核验的客服联系方式

# withdrawal.support.weChat
source: Support WeChat ID
zh_hans: 客服微信号
